Repository: namerei/lullaby-
Catalog: Lullaby/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Koko discovers the secret language of the forest, forging a unique bond with nature. A tale of communication and friendship blooms.
de: Koko entdeckt die geheime Sprache des Waldes und schmiedet eine einzigartige Bindung zur Natur. Eine Geschichte über Kommunikation und Freundschaft entfaltet sich.
es: Coco descubre el lenguaje secreto del bosque y encuentra una conexión única con la naturaleza. Se revela una historia sobre la comunicación y la amistad
fr: Coco dévoile la langue secrète de la forêt et trouve une connexion unique avec la nature. Une histoire se dévoile sur la communication et l'amitié.
it: Coco scopre il linguaggio segreto della foresta e trova un legame unico con la natura. Si svela una storia sulla comunicazione e l'amicizia
pt_pt: Koko e a Linguagem da Floresta. Koko descobre a linguagem secreta da floresta, forjando um vínculo único com a natureza. Um conto de comunicação e amizade floresce.
ru: Коко открывает секретный язык леса, завязывая уникальную связь с природой. История общения и дружбы расцветает

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_pt: Linguagem
ru: Язык

source: Lifetime upgrade for
de: Lebenslanges Upgrade für
es: Actualización de por vida para
fr: Mise à niveau à vie pour
it: Aggiornamento a vita per
pt_pt: Atualização vitalícia para
ru: Пожизненное обновление за

source: Lion, mouse, and sleepy bear embark on an unlikely friendship, proving that bonds can form between the most different hearts.
de: Löwe, Maus und schlafender Bär schließen eine ungewöhnliche Freundschaft und beweisen, dass sich Bindungen zwischen den unterschiedlichsten Herzen bilden können.
es: El león, el ratón y el oso dormido forjan una amistad inusual y demuestran que los lazos pueden surgir entre corazones muy diferentes
fr: Le lion, la souris et l'ours endormi nouent une amitié inhabituelle et prouvent que des liens peuvent se former entre des cœurs très différents.
it: Il leone, il topino e l'orso addormentato stringono un'insolita amicizia e dimostrano che i legami possono formarsi tra cuori molto diversi.
pt_pt: Leão, Rato e Urso Sonolento. Leão, rato e urso sonolento embarcam em uma amizade improvável, provando que os laços podem se formar entre os corações mais diferentes.
ru: Лев, мышь и сонный медведь начинают невероятную дружбу, доказывая, что связи могут возникнуть между самыми разными сердцами.

source: Listen without restrictions,
de: Hören Sie ohne Einschränkungen,
es: Escuche sin restricciones,
fr: Écoutez sans restrictions,
it: Ascolta senza restrizioni,
pt_pt: Ouça sem restrições,
ru: Слушайте без ограничений,

# Listen without restrictions, %@/7 days Best deal
source: Listen without restrictions, %@/7 days\nBest deal
de: Hören Sie ohne Einschränkungen, %@/7 Tage\nBestes Angebot
es: Escuche sin restricciones, %@/7 días\nLa mejor oferta
fr: Écoutez sans restrictions, %@/7 jours\nMeilleure offre
it: Ascolta senza restrizioni, %@/7 giorni\nMiglior offerta
pt_pt: Ouça sem restrições, %@/7 dias\nMelhor oferta
ru: Слушайте без ограничений, %@/7 дней\nЛучшее предложение

source: Little Mermaid Ariel And The Mysterious Gate
de: Arielle, die kleine Meerjungfrau und das geheimnisvolle Tor
es: Ariel, la Sirenita y las Puertas Misteriosas
fr: Ariel, la petite sirène et les portes mystérieuses
it: Ariel, la sirenetta e i misteriosi cancelli
pt_pt: Pequena Sereia Ariel e o Portão Misterioso
ru: Русалочка Ариэль и таинственные врата

source: Little Mouse That Was A Princess
de: Die kleine Maus, die eine Prinzessin war
es: La pequeña ratita que era una princesa
fr: Petite souris qui était une princesse
it: Topolino che era una principessa
pt_pt: Ratinho que era uma princesa
ru: Маленькая мышка, которая была принцессой

source: Lullabies
de: Schlaflieder
es: canciones de cuna
fr: Berceuses
it: Ninne nanne
pt_pt: Canções de ninar
ru: Колыбельные

source: Magic Box
de: Magische Box
es: Caja Magica
fr: Boite magique
it: Scatola magica
pt_pt: Caixa Mágica
ru: Волшебная шкатулка

source: Magic Pot
de: Der magische Topf
es: La olla mágica
fr: Le pot magique
it: Il pentolone magico
pt_pt: Pote Mágico
ru: Волшебный горшок

source: Magic Pot grants wishes but won't stop until urged to cease. A tale of unintended consequences and quick thinking unfolds.
de: Der magische Topf erfüllt Wünsche, hört aber nicht auf, bis er dazu aufgefordert wird. Eine Geschichte von unbeabsichtigten Konsequenzen und schnellem Denken entfaltet sich.
es: La olla mágica cumple deseos, pero no se detiene hasta que se le pide que pare. Se desvela una historia de consecuencias no intencionadas y pensamiento rápido
fr: Le pot magique exauce les vœux, mais ne s'arrête pas tant qu'on ne lui demande pas de s'arrêter. Une histoire se dévoile sur les conséquences involontaires et la pensée rapide.
it: Il pentolone magico esaudisce i desideri, ma non si ferma finché non gli viene chiesto di smettere. Si svela una storia di conseguenze involontarie e pensiero veloce.
pt_pt: O Pote Mágico. O Pote Mágico concede desejos, mas não para até ser instado a parar. Um conto de consequências não intencionadas e pensamento rápido se desenrola.
ru: Волшебный горшок исполняет желания, но не останавливается, пока не попросят прекратить. Разворачивается история непреднамеренных последствий и находчивости.

source: Magic pot produces endless porridge, overwhelming a town. Lesson learned about moderation in this whimsical fairy tale.
de: Ein magischer Topf produziert endlosen Brei und überwältigt eine Stadt. Eine Lehre über Maßhalten in diesem skurrilen Märchen wird gelernt.
es: Una olla mágica produce un brebaje interminable y triunfa en la ciudad. Una lección sobre moderación y sabiduría de vida cierra la historia
fr: Un chaudron magique produit une bouillie sans fin et remporte la victoire dans la ville. Une leçon de modération et de sagesse conclut l'histoire.
it: Una pentola magica produce una pappe senza fine e riporta la vittoria nella città. Una lezione sulla moderazione e saggezza di vita conclude la storia
pt_pt: Princesa da Terra. Princesa da Terra, guardiã da natureza, defende seu reino da escuridão. Um conto de harmonia ambiental e coragem se desenrola
ru: Волшебный горшок производит бесконечную кашу, наводняя город. Урок о мере в этой фантастической сказке.

source: Mangina And Larina
de: Mangina und Larina
es: Mangina y Larina
fr: Mangina et Larina
it: Mangina e Larina
pt_pt: Mangina e Larina
ru: Мангина и Ларина

source: Mother Hall's Surprise
de: Die Überraschung der Mutter Holle
es: La Maravilla de la Madre Holle
fr: La surprise de Mère Hulotte
it: La Sorpresa della Madre Ghiaccio
pt_pt: Surpresa da Mãe Hall
ru: Сюрприз матушки Холл

source: Mother Holle's surprise rewards kind deeds, offering joy and fortune. A tale of virtue and unexpected blessings emerges.
de: Die Überraschung der Mutter Holle belohnt gute Taten und bietet Freude und Glück. Eine Geschichte von Tugend und unerwarteten Segnungen entsteht.
es: La maravilla de la Madre Holle recompensa los actos bondadosos y trae alegría y felicidad. Una historia de virtud y bendiciones inesperadas se desarrolla.
fr: La surprise de Mère Hulotte récompense les bonnes actions et apporte joie et bonheur. Une histoire de vertu et de bénédictions inattendues se développe.
it: La Sorpresa della Madre Ghiaccio premia le buone azioni e porta gioia e felicità. Una storia di virtù e benedizioni inattese si sviluppa.
pt_pt: Mingau Doce. Um pote mágico produz mingau interminável, sobrecarregando uma cidade. Uma lição aprendida sobre moderação neste conto de fadas caprichoso
ru: Сюрприз матушки Холл вознаграждает добрые поступки, принося радость и благосостояние. История добродетели и неожиданных благословений выходит на свет.

source: Mowgli's wild adventures with Baloo, Bagheera, and friends in a heartwarming tale of friendship and self-discovery.
de: Mowglis wilde Abenteuer mit Baloo, Bagheera und seinen Freunden in einer herzerwärmenden Geschichte über Freundschaft und Selbstentdeckung.
es: Las salvajes aventuras de Mowgli junto a Baloo, Bagheera y sus amigos en una entrañable historia sobre la amistad y el autodescubrimiento.
fr: Les aventures sauvages de Mowgli avec Baloo, Bagheera et ses amis dans une touchante histoire d'amitié et de découverte de soi.
it: Le selvagge avventure di Mowgli con Baloo, Bagheera e gli amici in una tenera storia sull'amicizia e sull'autodisciplina
pt_pt: Livro da Selva. As selvagens aventuras de Mowgli com Baloo, Bagheera e amigos em uma história comovente de amizade e autodescoberta.
ru: Дикие приключения Маугли с Балу, Багира и друзьями в трогательной истории о дружбе и самопознании.

source: Next
de: Nächste
es: Próxima
fr: Suivant
it: Prossimo
pt_pt: Próximo
ru: Следующий

source: No payment due now
de: Derzeit ist keine Zahlung fällig
es: No hay pago vencido ahora
fr: Aucun paiement dû maintenant
it: Nessun pagamento dovuto adesso
pt_pt: Nenhum pagamento devido agora
ru: Оплата сейчас не производится

source: No subscription, pay once
de: Kein Abonnement, einmal bezahlen
es: Sin suscripción, paga una vez
fr: Pas d'abonnement, payez une fois
it: Nessun abbonamento, paghi una volta
pt_pt: Sem assinatura, pague uma vez
ru: Без подписки, платите один раз

source: One Eye, Two Eyes And Three Eyes
de: Ein Auge. Zwei Augen und drei Augen
es: Un ojo, dos ojos y tres ojos
fr: Un œil, deux yeux et trois yeux
it: Un occhio, due occhi e tre occhi
pt_pt: Um olho, dois olhos e três olhos
ru: Одним Глазом, Двумя Глазами и Тремя Глазами

source: Pinocchio Is Looking For His Father
de: Pinocchio sucht seinen Vater
es: Pinocho busca a su padre
fr: Pinocchio recherche son père
it: Pinocchio cerca suo padre
pt_pt: Pinóquio está procurando por seu pai
ru: Пиноккио ищет своего отца

source: Portugees
de: Portugiesen
es: Portugueses
fr: Portugais
it: Portoghesi
pt_pt: Portugueses
ru: Португальский

source: Princess Of Earth
de: Prinzessin der Erde
es: Princesa de la tierra
fr: La princesse de la Terre
it: Principessa della Terra
pt_pt: Princesa da Terra
ru: Принцесса Земли

source: Princess of Earth, a nature guardian, defends her realm from darkness. A tale of environmental harmony and courage unfolds.
de: Prinzessin der Erde, eine Naturwächterin, verteidigt ihr Reich vor der Dunkelheit. Eine Geschichte über Umwelt-Harmonie und Mut entfaltet sich.
es: La Princesa de la Tierra, guardiana del equilibrio de la naturaleza, protege su reino de la oscuridad. Se desarrolla una historia sobre la armonía ecológica y la valentía
fr: La princesse de la Terre, gardienne de l'équilibre de la nature, protège son royaume des ténèbres. Une histoire se dévoile sur l'harmonie écologique et le courage.
it: La Principessa della Terra, guardiana dell'equilibrio della natura, difende il suo regno dall'oscurità. Si svela una storia sull'armonia ecologica e sul coraggio.
pt_pt: A Princesa da Terra, defensora da natureza, protege seu reino da escuridão. A história da harmonia e coragem ecológica se desenrola diante de nós.
ru: Принцесса Земли, защитница природы, защищает свое царство от тьмы. История экологической гармонии и смелости разворачивается.

source: Princess On The Pea
de: Die Prinzessin auf der Erbse
es: La princesa del guisante (La princesa sobre un guisante)
fr: La princesse au petit pois (La princesse sur un pois)
it: La principessa sul pisello
pt_pt: Princesa na ervilha
ru: Принцесса на горошине

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pt_pt: Privacidade
ru: Конфиденциальность

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza
pt_pt: Política de Privacidade
ru: Политика конфиденциальности

source: Rapunzel Story
de: Die Geschichte von Rapunzel
es: Historia de Rapunzel (La historia de Rapunzel)
fr: L'Histoire de Raiponce (L'histoire de Raiponce)
it: Storia di Rapunzel
pt_pt: História de Rapunzel
ru: История Рапунцель

source: Rapunzel, a magical girl with long hair, is saved by a prince who climbs her tresses. Love conquers all.
de: Rapunzel, ein magisches Mädchen mit langen Haaren, wird von einem Prinzen gerettet, der an ihren Zöpfen hinaufklettert. Die Liebe überwindet alles.
es: Rapunzel es una chica mágica con cabellos largos, ella es rescatada por un príncipe que trepa por sus trenzas. El amor lo supera todo
fr: Rapunzel est une jeune fille magique avec de longs cheveux, sauvée par un prince qui escalade ses mèches. L'amour triomphe de tout.
it: Rapunzel è una fanciulla magica con lunghi capelli, lei viene salvata da un principe che si arrampica tra le sue ciocche. L'amore supera tutto.
pt_pt: Rapunzel, uma garota mágica com cabelos longos, é salva por um príncipe que sobe em suas madeixas. O amor conquista tudo.
ru: Рапунцель, волшебная девушка с длинными волосами, спасается принцем, который поднимается по ее косам. Любовь побеждает все.

source: Rate the app
de: Bewerten Sie die App
es: Califica la aplicación
fr: Évaluer l'application
it: Valuta l'app
pt_pt: Avalie o aplicativo
ru: Оцените приложение

source: Red Shoes
de: Rote Schuhe
es: Los zapatos rojos
fr: Les Chaussures Rouges
it: Le scarpe rosse
pt_pt: Sapatos vermelhos
ru: Красные Туфли

source: Red Shoes And Duck
de: Rote Schuhe und Ente
es: Zapatos rojos y pato
fr: Chaussures rouges et canard
it: Scarpe Rosse E Anatra
pt_pt: Sapatos Vermelhos E Pato
ru: Красные туфельки и утка

source: Red shoes bring an enchanting dance but trap a girl. A duck helps her break the spell. A tale of choices and redemption unfolds.
de: Rote Schuhe verleihen einen bezaubernden Tanz, aber sie fesseln ein Mädchen. Eine Ente hilft ihr, den Zauber zu brechen. Eine Geschichte über Entscheidungen und Erlösung entfaltet sich.
es: Los zapatos rojos otorgan un baile mágico, pero atan a una niña. Un patito la ayuda a romper el hechizo. Se despliega una historia sobre decisiones y redención
fr: Les chaussures rouges offrent une danse magique, mais emprisonnent la jeune fille. Un canard l'aide à rompre le sort. Une histoire se dévoile sur les choix et la rédemption.
it: Le scarpe rosse regalano una danza magica, ma intrappolano la ragazza. Un'anatra l'aiuta a spezzare l'incantesimo. Si svela una storia sulla scelta e la redenzione.
pt_pt: Sapatos Vermelhos e Pato. Sapatos vermelhos trazem uma dança encantadora, mas aprisionam uma garota. Um pato a ajuda a quebrar o feitiço. Um conto de escolhas e redenção se desenrola.
ru: Красные туфли приносят завораживающий танец, но ловушка охватывает девушку. Утка помогает ей разрушить заклятие. История выбора и искупления развивается.

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ristabilire
pt_pt: Restaurar
ru: Восстановить

source: Rose Princess And The Golden Bird
de: Die Rosenprinzessin und der goldene Vogel
es: La princesa de las rosas y el ave dorada
fr: La Princesse Rose et l'Oiseau d'Or
it: La principessa delle rose e l'uccello d'oro
pt_pt: Princesa Rosa e o Pássaro Dourado
ru: Принцесса Роз и Золотая Птица

source: Russian
de: Russisch
es: Rusa
fr: Russe
it: Russa
pt_pt: Russa
ru: Русский

source: Settings ⚙️
de: Einstellungen ⚙️
es: Configuración ⚙️
fr: Paramètres ⚙️
it: Impostazioni ⚙️
pt_pt: Configurações ⚙️
ru: Настройки ⚙️

source: Siblings escape a witch's gingerbread house, showcasing bravery and resourcefulness in this classic tale of survival and wit.
de: Geschwister entkommen einem Lebkuchenhaus einer Hexe und zeigen Mut und Einfallsreichtum in dieser klassischen Geschichte von Überleben und Grips.
es: Los hermanos escapan de la casa de la bruja de pan de jengibre, demostrando valentía e ingenio en esta clásica historia de supervivencia y astucia.
fr: Frère et sœur s'échappent de la maison en pain d'épice de la sorcière, démontrant courage et ingéniosité dans cette histoire classique de survie et d'esprit vif.
it: Il fratello e la sorella scappano dalla casa della strega di marzapane, dimostrando coraggio e ingegno in questa storia classica di sopravvivenza e astuzia
pt_pt: João e Maria. Irmãos escapam da casa de doces de uma bruxa, mostrando bravura e engenhosidade neste conto clássico de sobrevivência e sagacidade.
ru: Брат и сестра сбегают из дома ведьмы, демонстрируя смелость и находчивость в этой классической истории выживания и сообразительности

source: Sleeping Beauty
de: Dornröschen
es: La Bella Durmiente
fr: La Belle au bois dormant
it: La Bella Addormentata
pt_pt: Bela Adormecida
ru: Спящая красавица

source: Sneaky Hyena And The Teachers' Day Camp
de: Hinterhältige Hyäne und das Lehrertagslager
es: Hiena astuta y el campamento del día de las maestras
fr: Hyène sournoise et le camp de jour des enseignants
it: La subdola iena e il campo estivo degli insegnanti
pt_pt: Hiena sorrateira e o acampamento do dia dos professores
ru: Хитрая гиена и дневной лагерь для учителей

source: Sneaky hyena disrupts teachers' day camp, creating chaos. A humorous tale of mischief and unexpected lessons ensues.
de: Die hinterlistige Hyäne stört das Lehrer-Tagescamp und sorgt für Chaos. Eine humorvolle Geschichte voller Schabernack und unerwarteter Lehren entfaltet sich.
es: La astuta hiena siembra el caos en el campamento de los maestros. Se despliega una historia divertida llena de travesuras y lecciones inesperadas
fr: La hyène rusée sème le chaos dans le camp des enseignants. Une histoire amusante se déploie, pleine de taquineries et de leçons inattendues.
it: L'astuto iena semina il caos nel campo degli insegnanti. Si svela una storia divertente piena di birichinate e lezioni inaspettate
pt_pt: Hiena Astuta e Acampamento de Dia dos Professores. Hiena astuta perturba o acampamento de professores, criando caos. Um conto humorístico de travessuras e lições inesperadas se segue.
ru: Хитрая гиена нарушает дневной лагерь для учителей, создавая хаос. Смешанная история шалости и неожиданных уроков следует.

source: Snow Queen And The Brave Prince
de: Schneekönigin und der tapfere Prinz
es: La reina de las nieves y el príncipe valiente
fr: La reine des neiges et le prince courageux
it: La regina delle nevi e il principe coraggioso
pt_pt: Rainha da Neve e o Príncipe Valente
ru: Снежная королева и храбрый принц

source: Snow Queen And The Shining Star
de: Die Schneekönigin und der leuchtende Stern
es: La Reina de las Nieves y la Estrella Brillante
fr: La Reine des Neiges et l'étoile lumineuse
it: La Regina delle Nevi e la stella luminosa
pt_pt: Rainha da neve e a estrela brilhante
ru: Снежная королева и сияющая звезда

source: Spanish
de: Spanisch
es: Española
fr: Espagnole
it: Spagnola
pt_pt: Espanhola
ru: Испанский

source: Submit
de: Einreichen
es: Entregar
fr: Soumettre
it: Invia
pt_pt: Enviar
ru: Отправить

source: Sweet Porridge
de: Süßer Brei
es: El Dulce Brebaje
fr: Le porridge sucré
it: La Pappe Dolce
pt_pt: Mingau Doce
ru: Сладкая каша

source: Switch to another plan
de: Wechseln Sie zu einem anderen Plan
es: Cambiar a otro plan
fr: Passer à un autre forfait
it: Passa a un altro piano
pt_pt: Mudar para outro plano
ru: Перейти на другой план

source: Terms
de: Bedingungen
es: Términos
fr: Termes
it: Termini
pt_pt: Termos
ru: Условия

source: Terms of use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
pt_pt: Termos de uso
ru: Условия использования

source: The Christmas Gift Factory
de: Die Weihnachtsgeschenk-Fabrik
es: La fábrica de regalos navideños
fr: L'usine des cadeaux de Noël
it: La fabbrica dei regali di Natale
pt_pt: A fábrica de presentes de Natal
ru: Фабрика рождественских подарков

source: The Fisherman And His Wife
de: Der Fischer und seine Frau
es: El pescador y su esposa
fr: Le pêcheur et sa femme
it: Il pescatore e sua moglie
pt_pt: O pescador e sua esposa
ru: Рыбак и его жена

source: The Gingerbread Man
de: Der Lebkuchenmann
es: El hombre de jengibre
fr: Le bonhomme en pain d'épice
it: L'omino di pan di zenzero
pt_pt: O homem-biscoito
ru: Пряничный человечек

source: The Gingerbread Man And The Christmas Tree
de: Der Lebkuchenmann und der Weihnachtsbaum
es: El hombrecito de jengibre y el árbol de Navidad
fr: Le bonhomme en pain d'épice et l'arbre de Noël
it: L'omino di pan di zenzero e l'albero di Natale
pt_pt: O boneco de gengibre e a árvore de Natal
ru: Пряничный человечек и рождественская елка

source: The Goose Girl
de: Das Gänsemädchen
es: La Niña Ganso
fr: La petite fille aux oies
it: La Ragazza-Oca
pt_pt: A garota do ganso
ru: Девушка-гусыня

source: The Lazy Girl Story
de: Die Geschichte vom faulen Mädchen
es: La historia de la niña perezosa
fr: L'histoire de la Fille Paresseuse
it: La storia della bambina pigra
pt_pt: A história da garota preguiçosa
ru: История о Ленивой Девочке

source: The Lion And Louse
de: Der Löwe und die Maus
es: El león y el ratón
fr: Le Lion et la Souris
it: Il leone e il topo
pt_pt: O Leão e o Piolho
ru: Лев и Мышь

source: The Lion, Mouse And Sleepy Bear
de: Der Löwe, die Maus und der schlafende Bär
es: El León, el Ratón y el Oso Dormido
fr: Le Lion, la Souris et l'Ours Endormi
it: Il Leone, il Topino e l'Orso Addormentato
pt_pt: O leão, o rato e o urso sonolento
ru: Лев, мышь и сонный медведь

source: The Lost Dragon
de: Der verlorene Drache
es: El dragón perdido
fr: Le dragon perdu
it: Il drago perduto
pt_pt: O Dragão Perdido
ru: Потерянный Дракон

source: The Panda And The Iceman
de: Der Panda und der Eismann
es: El panda y el hombre de hielo
fr: Le panda et l'homme de glace
it: Il panda e l'uomo di ghiaccio
pt_pt: O Panda e o Homem de Gelo
ru: Панда и Ледяной Человек

source: The Shoemaker And The Elves
de: Der Schuhmacher und die Elfen
es: El zapatero y los elfos
fr: Le Cordonnier et les Lutins
it: Il calzolaio e gli elfi
pt_pt: O sapateiro e os duendes
ru: Сапожник и Эльфы

source: The Snow Queen seeks a shining star, leading to a magical quest of love and courage in a wintery fairy tale.
de: Die Schneekönigin sucht einen strahlenden Stern und führt zu einer magischen Suche nach Liebe und Tapferkeit in einem winterlichen Märchen.
es: La Reina de las Nieves busca la estrella brillante y se embarca en una mágica búsqueda de amor y valentía en un cuento de invierno
fr: La Reine des Neiges cherche une étoile lumineuse et se lance dans une quête magique d'amour et de courage dans un conte hivernal.
it: La Regina delle Nevi cerca la stella luminosa e si imbarca in una magica ricerca d'amore e coraggio nella fiaba invernale.
pt_pt: A Garota-Ganso. Uma princesa traída se transforma em uma garota-ganso, buscando justiça e amor. Um conto de resiliência e redenção se desenrola.
ru: Снежная королева ищет сияющую звезду, что приводит к волшебному поиску любви и смелости в зимней сказке.

source: The Three Little Pigs
de: Die drei kleinen Schweinchen
es: Los tres cerditos
fr: Les trois petits cochons
it: I tre porcellini
pt_pt: Os três Porquinhos
ru: Три маленьких поросенка

source: The Wizard of Oz
de: Der Zauberer von Oz
es: El mago de Oz
fr: Le magicien d'Oz
it: Il mago di Oz
pt_pt: O feiticeiro de Oz
ru: Волшебник из страны Оз

source: Then
de: Dann
pt_pt: Então
ru: Затем

source: Thirsty Frog Tiddalik
de: Der durstige Frosch Tiddalik
es: La rana sedienta Tiddalik
fr: La grenouille assoiffée Tiddalik
it: La rana assetata di Tiddalik
pt_pt: Sapo Sede Tiddalik
ru: Жаждущая Лягушка Тиддалик
